Repository: CorttChan/extream-download-manager
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fa

source: en
fa: english

source: fa
fa: پارسی

source: de
fa: Deutsche

source: cancel
fa: لغو

source: start download
fa: شروع به بارگزاری

source: add new download
fa: اضافه کردن بارگزاری جدید

source: exit
fa: خروج

source: to start a download, select Add New Download from the file menu
fa: برای شروع بارگزاری جدید، اضافه کردن بارگزاری جدید را از منوی فایل انتخاب کنید

source: enter download link here
fa: لینک بارگزاری را اینجا وارد کنید

source: where should this file be saved to?
fa: این فایل کجا ذخیره شود؟

source: wrong protocol set. Supported protocols are http* and ftp
fa: پروتکل اشتباه است. پروتکلهای پشتیبانی شده http* و ftp هستند

source: wrong download link set
fa: لینک بارگزاری اشتباه است

source: not yet began downloading
fa: هنوز بارگزاری شروع نشده است

source: remaining
fa: مانده

source: info
fa: اطلاعات

source: state
fa: وضعیت

source: download progress
fa: پیشرفت بارگزاری

source: estimated time remaining
fa: زمان تخمینی باقیمانده

source: transfer rate
fa: سرعت انتقال

source: downloaded size
fa: حجم بارگزاری شده

source: file size
fa: حجم فایل

source: status
fa: وضعیت

source: error
fa: خطا

source: download completed successfully. The file saved in
fa: بارگزاری با موفقیت کامل شد. این فایل ذخیره شد در

source: download complete
fa: بارگزاری کامل شد

source: file
fa: فایل

source: downloading
fa: در حال بارگزاری

source: paused
fa: به حالت تعلیق درآمده

source: combining
fa: در حال ترکیب کردن

source: finished
fa: پایان یافته

source: pause
fa: مکس

source: resume
fa: ادامه

source: select language
fa: انتخاب زبان

source: select a language
fa: زبانی را انتخاب کنید

source: change language
fa: تغییر زبان

source: download info
fa: اطلاعات دانلود
